Repository: xyz-09/todolist_ejt
Catalog: languages/todolist_ejt-*.po
Languages: pl_pl

source: EJT Tasks List
pl_pl: EJT Lista zadań

source: You may manage all tasks for specific user. Choose user you want to edit. <strong>Deafult user is You.</strong><br /> All actions are immediately saved on the server.
pl_pl: Możesz edytować zadania dla określonego użytkownika. Wybierz użytkownika do edycji. <strong>Domyślnym użytkownikiem jesteś Ty</strong><br/> Wszystkie akcje są natychmiast zapisywane na serwer.

source: Use [todoList] to display tasksTable on front.
pl_pl: Użyj skrótu [todoList] by wyświetlić listę zadań w motywie/poście/stronie.

source: Choose user
pl_pl: Wybierz uzytkownika

source: Type your todo task
pl_pl: Wpisz nowe zadanie

source: Complete all tasks
pl_pl: Zakończ wszystkie zadania

source: Clear completed
pl_pl: Kasuj ukończone

source: left
pl_pl: zostało

source: All
pl_pl: Wszystkie

source: Uncomplete
pl_pl: Nieukończone

source: Completed
pl_pl: Ukończone

source: The list is available only for logged-in users.
pl_pl: Lista zadań dostępna jest tylko dla zalogowanych użytkowników.

source: REST API restricted to authenticated users.
pl_pl: Dostępn do REST API został ograniczony dla zalogowanych użytkowników.
